Revit 2027 API
BuiltInFailures.GroupFailures.SomeMembersNotRestored Property
 Revit was not able to restore all of the requested group members. The members may depend on elements that are still excluded.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId SomeMembersNotRestored { get; }
Public Shared ReadOnly Property SomeMembersNotRestored As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ SomeMembersNotRestored {
	FailureDefinitionId^ get ();
}
static member SomeMembersNotRestored : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace